Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Stream is paused. Tap Resume to start listening for live edge execution events.
ar: البث متوقف مؤقتًا. اضغط على استئناف لبدء الاستماع إلى أحداث تنفيذ الحافة المباشرة.
de: Stream ist pausiert. Tippen Sie auf Fortsetzen, um Live-Edge-Ausführungsereignisse zu empfangen.
es: La transmisión está en pausa. Toca Reanudar para comenzar a escuchar eventos de ejecución perimetral en vivo.
fr: Le flux est en pause. Appuyez sur Reprendre pour commencer à écouter les événements d'exécution en direct.
it: Lo stream è in pausa. Tocca Riprendi per iniziare ad ascoltare gli eventi di esecuzione live.
ja: ストリームは一時停止中です。[再開] をタップして、ライブ エッジ実行イベントのリッスンを開始します。
ko: 스트림이 일시 중지되었습니다. 라이브 에지 실행 이벤트를 수신하려면 재개를 탭하세요.
pt_br: O stream está pausado. Toque em Retomar para começar a ouvir eventos de execução de borda ao vivo.
ru: Поток приостановлен. Нажмите «Возобновить», чтобы начать прослушивание событий выполнения на Edge в реальном времени.
zh_hans: 流已暂停。点击“继续”开始监听实时边缘执行事件。
zh_hant: 串流已暫停。點擊「繼續」開始監聽即時邊緣執行事件。

source: Strict Transport Security (HSTS)
ar: أمن النقل الصارم (HSTS)
de: Strikte Transportsicherheit (HSTS)
es: Estricta seguridad del transporte (HSTS)
fr: Sécurité stricte des transports (HSTS)
it: Sicurezza rigorosa dei trasporti (HSTS)
ja: 厳格な輸送セキュリティ (HSTS)
ko: 엄격한 전송 보안(HSTS)
pt_br: Segurança Estrita de Transporte (HSTS)
ru: Строгая транспортная безопасность (HSTS)
zh_hans: 严格传输安全 (HSTS)
zh_hant: 严格傳輸安全性 (HSTS)

source: Subdomain Prefix
ar: بادئة النطاق الفرعي
de: Subdomain-Präfix
es: Prefijo de subdominio
fr: Préfixe de sous-domaine
it: Prefisso del sottodominio
ja: サブドメインプレフィックス
ko: 하위 도메인 접두사
pt_br: Prefixo de subdomínio
ru: Префикс субдомена
zh_hans: 子域名前缀
zh_hant: 子網域稱前缀

source: Subdomain Updated
ar: تم تحديث النطاق الفرعي
de: Subdomain aktualisiert
es: Subdominio actualizado
fr: Sous-domaine mis à jour
it: Sottodominio aggiornato
ja: サブドメインが更新されました
ko: 하위 도메인이 업데이트되었습니다.
pt_br: Subdomínio atualizado
ru: Субдомен обновлен
zh_hans: 子域名已更新
zh_hant: 子網域稱已更新

source: Subject Alternative Names (%lld SANs)
ar: الأسماء البديلة للموضوع (%lld SANs)
de: Alternative Antragstellernamen (%lld SANs)
es: Nombres alternativos del sujeto (%lld SAN)
fr: Noms alternatifs du sujet (%lld SAN)
it: Nomi alternativi oggetto (%lld SAN)
ja: サブジェクトの代替名 (%lld SAN)
ko: 주체 대체 이름(%lld SAN)
pt_br: Nomes alternativos do assunto (%lld SANs)
ru: Альтернативные имена субъектов (%lld SAN)
zh_hans: 使用者备用名称 (%lld 个 SAN)
zh_hant: 使用者備用名称 (%lld 個 SAN)

source: Subject Alternative Names (%lld)
ar: الأسماء البديلة للموضوع (%lld)
de: Alternative Antragsteller-Namen (SAN) (%lld)
es: Nombres alternativos del sujeto (%lld)
fr: Noms alternatifs du sujet (%lld)
it: Nomi alternativi del soggetto (%lld)
ja: サブジェクト代替名 (%lld)
ko: 주체 대체 이름 (%lld)
pt_br: Nomes Alternativos do Sujeito (%lld)
ru: Альтернативные имена субъектов (%lld)
zh_hans: 使用者可选名称 (%lld)
zh_hant: 主體別名 (%lld)

source: Subject Alternative Names (SANs)
ar: الأسماء البديلة للموضوع (SANs)
de: Alternative Subjektnamen (SANs)
es: Nombres alternativos de sujeto (SAN)
fr: Noms alternatifs du sujet (SAN)
it: Nomi alternativi soggetto (SAN)
ja: サブジェクト代替名 (SAN)
ko: 주체 대체 이름(SAN)
pt_br: Nomes Alternativos de Assunto (SANs)
ru: Альтернативные имена субъектов (SAN)
zh_hans: 多域名备用名称 (SANs)
zh_hant: 多網域稱備用名称 (SANs)

source: Subject Alternative Names (SANs) (%lld)
ar: الأسماء البديلة للموضوع (SANs) (%lld)
de: Alternative Antragstellernamen (SANs) (%lld)
es: Nombres alternativos de sujeto (SAN) (%lld)
fr: Noms alternatifs du sujet (SAN) (%lld)
it: Nomi alternativi soggetto (SAN) (%lld)
ja: サブジェクトの代替名 (SAN) (%lld)
ko: 주체 대체 이름(SAN)(%lld)
pt_br: Nomes Alternativos de Assunto (SANs) (%lld)
ru: Альтернативные имена субъектов (SAN) (%lld)
zh_hans: 多域名别名 (SANs) (%lld)
zh_hant: 多網域稱別名 (SANs) (%lld)

source: Submit Issue on GitHub
ar: إرسال المشكلة على جيثب
de: Problem auf GitHub einreichen
es: Enviar problema en GitHub
fr: Soumettre un problème sur GitHub
it: Invia problema su GitHub
ja: GitHub で問題を送信する
ko: GitHub에 문제 제출
pt_br: Enviar problema no GitHub
ru: Отправить проблему на GitHub
zh_hans: 在 GitHub 上提交 Issue
zh_hant: 在 GitHub 上提交 Issue

source: Subnet & CIDR Calculator
ar: حاسبة الشبكة الفرعية وCIDR
de: Subnetz- und CIDR-Rechner
es: Calculadora de subred y CIDR
fr: Calculateur de sous-réseau et CIDR
it: Calcolatore di sottorete e CIDR
ja: サブネットとCIDRの計算ツール
ko: 서브넷 및 CIDR 계산기
pt_br: Calculadora de sub-rede e CIDR
ru: Калькулятор подсети и CIDR
zh_hans: 子网掩码与 CIDR 计算器
zh_hant: 子網掩碼与 CIDR 計算器

source: Subnet & Host Range
ar: الشبكة الفرعية ونطاق المضيف
de: Subnetz- und Hostbereich
es: Subred y rango de host
fr: Sous-réseau et plage d'hôtes
it: Sottorete e intervallo host
ja: サブネットとホスト範囲
ko: 서브넷 및 호스트 범위
pt_br: Sub-rede e intervalo de hosts
ru: Подсеть и диапазон хостов
zh_hans: 子网与主机地址范围
zh_hant: 子網与主机地址范围

source: Subnet Netmask
ar: قناع الشبكة الفرعية
de: Subnetz-Netzmaske
es: Máscara de red de subred
fr: Masque de sous-réseau
it: Maschera di rete della sottorete
ja: サブネット ネットマスク
ko: 서브넷 넷마스크
pt_br: Máscara de rede de sub-rede
ru: Сетевая маска подсети
zh_hans: 子网掩码
zh_hant: 子網掩碼

source: Subpath Matching
ar: مطابقة المسار الفرعي
de: Unterpfad-Anpassung
es: Coincidencia de subrutas
fr: Correspondance de sous-chemin
it: Corrispondenza sottopercorso
ja: サブパスのマッチング
ko: 하위 경로 일치
pt_br: Correspondência de subcaminho
ru: Сопоставление подпутей
zh_hans: 子路径匹配
zh_hant: 子路径匹配

source: Subrequest Ratio
ar: نسبة الطلب الفرعي
de: Unteranfrageverhältnis
es: Relación de subsolicitud
fr: Ratio de sous-demande
it: Rapporto di sottorichiesta
ja: サブリクエスト率
ko: 하위 요청 비율
pt_br: Taxa de subsolicitação
ru: Соотношение подзапросов
zh_hans: 子请求比例
zh_hant: 子請求比例

source: Success
ar: نجاح
de: Erfolg
es: Éxito
fr: Succès
it: Successo
ja: 成功
ko: 성공
pt_br: Sucesso
ru: Успех
zh_hans: 成功
zh_hant: 成功

source: Success Rate
ar: معدل النجاح
de: Erfolgsquote
es: Tasa de éxito
fr: Taux de réussite
it: Tasso di successo
ja: 成功率
ko: 성공률
pt_br: Taxa de sucesso
ru: Уровень успеха
zh_hans: 成功率
zh_hant: 成功率

source: Suggested prompts:
ar: المطالبات المقترحة:
de: Empfohlene Eingabeaufforderungen:
es: Indicaciones sugeridas:
fr: Invites suggérées :
it: Suggerimenti suggeriti:
ja: 推奨されるプロンプト:
ko: 제안된 프롬프트:
pt_br: Solicitações sugeridas:
ru: Предлагаемые подсказки:
zh_hans: 推荐提示词:
zh_hant: 推荐提示词:

source: Super Hubs
ar: المراكز الفائقة
es: Súper centros
it: Super Hub
ja: スーパー ハブ
ko: 슈퍼 허브
ru: Супер-хабы
zh_hans: 超级中枢 (Super Hubs)
zh_hant: 超級中樞 (Super Hubs)

source: Supercharge %@ with CDN caching and web optimization technologies.
ar: شحن فائق %@ مع التخزين المؤقت لـ CDN وتقنيات تحسين الويب.
de: Laden Sie %@ mit CDN-Caching- und Weboptimierungstechnologien auf.
es: Potencia %@ con tecnologías de optimización web y almacenamiento en caché de CDN.
fr: Boostez %@ avec les technologies de mise en cache CDN et d'optimisation Web.
it: Potenzia %@ con le tecnologie di caching CDN e ottimizzazione web.
ja: CDN キャッシュと Web 最適化テクノロジで %@ を強化します。
ko: CDN 캐싱 및 웹 최적화 기술로 %@을(를) 강화하세요.
pt_br: Turbine %@ com cache CDN e tecnologias de otimização da web.
ru: Увеличьте %@ с помощью технологий кэширования CDN и веб-оптимизации.
zh_hans: 通过 CDN 缓存和网络优化技术为 %@ 提速。
zh_hant: 通過 CDN 快取和網路优化技术為 %@ 提速。

source: Supercharge site performance, CDN caching, and edge asset delivery.
ar: تعزيز أداء الموقع، والتخزين المؤقت لـ CDN، وتسليم أصول الحافة.
de: Optimieren Sie Website-Performance, CDN-Caching und Edge-Asset-Bereitstellung.
es: Mejora el rendimiento del sitio, el almacenamiento en caché de CDN y la entrega de recursos perimetrales.
fr: Boostez les performances du site, la mise en cache CDN et la diffusion des ressources en périphérie.
it: Ottimizza le prestazioni del sito, la memorizzazione nella cache della CDN e la distribuzione delle risorse perimetrali.
ja: サイトのパフォーマンス、CDN キャッシュ、エッジ アセット配信を大幅に強化します。
ko: 사이트 성능, CDN 캐싱 및 에지 자산 전송을 대폭 향상합니다.
pt_br: Turbine o desempenho do site, cache da CDN e entrega de ativos de borda.
ru: Ускорьте производительность сайта, кэширование CDN и доставку ресурсов на Edge.
zh_hans: 大幅提升网站性能、CDN 缓存和边缘资源交付速度。
zh_hant: 大幅提升網站效能、CDN 快取和邊緣資產交付速度。

source: Supported Alert Types (%lld)
ar: أنواع التنبيهات المدعومة (%lld)
de: Unterstützte Alarmtypen (%lld)
es: Tipos de alerta admitidos (%lld)
fr: Types d'alerte pris en charge (%lld)
it: Tipi di avvisi supportati (%lld)
ja: サポートされているアラート タイプ (%lld)
ko: 지원되는 경고 유형(%lld)
pt_br: Tipos de alerta suportados (%lld)
ru: Поддерживаемые типы оповещений (%lld)
zh_hans: 支持的告警类型 (%lld)
zh_hant: 支持的告警类型 (%lld)

source: Switch
ar: تبديل
de: Wechseln
es: Cambiar
fr: Changer
it: Cambia
ja: 切り替え
ko: 전환
pt_br: Alternar
ru: Переключить
zh_hans: 切换
zh_hant: 切換

source: Switch Cloudflare Account
ar: تبديل حساب Cloudflare
de: Cloudflare-Konto wechseln
es: Cambiar cuenta de Cloudflare
fr: Changer de compte Cloudflare
it: Cambia account Cloudflare
ja: Cloudflare アカウントを切り替え
ko: Cloudflare 계정 전환
pt_br: Alternar conta da Cloudflare
ru: Сменить аккаунт Cloudflare
zh_hans: 切换 Cloudflare 账户
zh_hant: 切換 Cloudflare 帳戶

source: Switched Account
ar: الحساب المحول
de: Konto gewechselt
es: Cuenta cambiada
fr: Compte changé
it: Conto cambiato
ja: 切り替えられたアカウント
ko: 전환된 계정
pt_br: Conta trocada
ru: Переключенный аккаунт
zh_hans: 已切换账户
zh_hant: 已切换帳號

source: Switched to %@
ar: تم التبديل إلى %1$@
de: Gewechselt zu %1$@
es: Cambiado a %1$@
fr: Basculé vers %1$@
it: Passato a %1$@
ja: %1$@に切り替えました
ko: %1$@(으)로 전환됨
pt_br: Alterado para %1$@
ru: Переключено на %1$@
zh_hans: 已切换到 %1$@
zh_hant: 已切換到 %1$@

source: Synchronized
ar: متزامن
de: Synchronisiert
es: sincronizado
fr: Synchronisé
it: Sincronizzato
ja: 同期済み
ko: 동기화됨
pt_br: Sincronizado
ru: Синхронизировано
zh_hans: 已同步
zh_hant: 已同步

source: System
ar: النظام
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
pt_br: Sistema
ru: Система
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: System Status
ar: حالة النظام
es: Estado del sistema
fr: État du système
it: Stato del sistema
ja: システムステータス
ko: 시스템 상태
pt_br: Status do sistema
ru: Статус системы
zh_hans: 全球系统状态
zh_hant: 全球系統状態

source: T L S13 Disabled
ar: تم تعطيل TLS 1.3
de: TLS 1.3 deaktiviert
es: TLS 1.3 desactivado
fr: TLS 1.3 désactivé
it: TLS 1.3 disattivato
ja: TLS 1.3 を無効にしました
ko: TLS 1.3 비활성화됨
pt_br: TLS 1.3 desativado
ru: TLS 1.3 отключен
zh_hans: 已禁用 TLS 1.3
zh_hant: 已停用 TLS 1.3

source: T L S13 Enabled
ar: تم تفعيل TLS 1.3
de: TLS 1.3 aktiviert
es: TLS 1.3 activado
fr: TLS 1.3 activé
it: TLS 1.3 attivato
ja: TLS 1.3 を有効にしました
ko: TLS 1.3 활성화됨
pt_br: TLS 1.3 ativado
ru: TLS 1.3 включен
zh_hans: 已启用 TLS 1.3
zh_hant: 已啟用 TLS 1.3

source: Table
ar: طاولة
de: Tisch
es: Mesa
fr: Tableau
it: Tavolo
ja: テーブル
ko: 테이블
pt_br: Mesa
ru: Стол
zh_hans: 网格表格
zh_hant: 網格表格

source: Table '%@' has no data rows.
ar: لا يحتوي الجدول '%@' على صفوف بيانات.
de: Tabelle „%@“ enthält keine Datenzeilen.
es: La tabla '%@' no tiene filas de datos.
fr: La table '%@' ne contient aucune ligne de données.
it: La tabella '%@' non contiene righe di dati.
ja: テーブル '%@' にはデータ行がありません。
ko: 테이블 '%@'에 데이터 행이 없습니다.
pt_br: A tabela '%@' não possui linhas de dados.
ru: В таблице «%@» нет строк данных.
zh_hans: 数据表“%@”没有数据行。
zh_hant: 數据表“%@”没有數据行。

source: Tag
ar: علامة
de: Etikett
es: Etiqueta
fr: Étiquette
it: Etichetta
ja: タグ
ko: 꼬리표
pt_br: Marcação
ru: Ярлык
zh_hans: 标签
zh_hant: 標签

source: Tag (Ent)
ar: العلامة (Ent)
es: Etiqueta (Ent)
fr: Balise (Ent)
ja: タグ (Ent)
ko: 태그 (Ent)
ru: Тег (Ent)
zh_hans: 标签 (企业版)
zh_hant: 標籤 (企業版)

source: Tags (comma separated, e.g. prod, api)
ar: العلامات (مفصولة بفواصل، مثل prod, api)
de: Tags (kommagetrennt, z. B. prod, api)
es: Etiquetas (separadas por comas, p. ej., prod, api)
fr: Tags (séparés par des virgules, ex. prod, api)
it: Tag (separati da virgola, es. prod, api)
ja: タグ（カンマ区切り、例: prod, api）
ko: 태그 (쉼표로 구분, 예: prod, api)
pt_br: Tags (separadas por vírgula, ex.: prod, api)
ru: Теги (через запятую, например: prod, api)
zh_hans: 标签（逗号分隔，如 prod, api）
zh_hant: 標籤（逗號分隔，如 prod, api）

source: Tags & Comments (Optional)
ar: العلامات والتعليقات (اختياري)
de: Tags & Kommentare (optional)
es: Etiquetas y comentarios (opcional)
fr: Tags et commentaires (facultatif)
it: Tag e commenti (opzionale)
ja: タグとコメント（任意）
ko: 태그 및 메모 (선택 사항)
pt_br: Tags e comentários (opcional)
ru: Теги и комментарии (необязательно)
zh_hans: 标签与备注（可选）
zh_hant: 標籤與備註（可選）

source: Tags Purged
ar: تم تطهير العلامات
de: Tags gelöscht
es: Etiquetas eliminadas
fr: Balises purgées
it: Tag eliminati
ja: タグがパージされました
ko: 태그가 제거되었습니다.
pt_br: Tags eliminadas
ru: Теги удалены
zh_hans: 标签缓存已清除
zh_hant: 標签快取已清除

source: Take Action
ar: اتخذ إجراءً
de: Werden Sie aktiv
es: Tomar medidas
fr: Passez à l'action
it: Agisci
ja: 行動を起こす
ko: 조치를 취하다
pt_br: Tome uma atitude
ru: Примите меры
zh_hans: 执行操作
zh_hant: 执行操作

source: Tap any account to instantly switch your active Cloudflare dashboard context.
ar: اضغط على أي حساب للتبديل الفوري لسياق لوحة تحكم Cloudflare النشط.
de: Tippen Sie auf ein Konto, um sofort Ihren aktiven Cloudflare-Dashboard-Kontext zu wechseln.
es: Toca cualquier cuenta para cambiar instantáneamente el contexto activo del panel de Cloudflare.
fr: Appuyez sur n'importe quel compte pour changer instantanément de contexte de tableau de bord Cloudflare actif.
it: Tocca qualsiasi account per cambiare istantaneamente il contesto della dashboard Cloudflare attiva.
ja: アカウントをタップすると、アクティブな Cloudflare ダッシュボード コンテキストが即座に切り替わります。
ko: 계정을 탭하여 활성 Cloudflare 대시보드 컨텍스트를 즉시 전환하세요.
pt_br: Toque em qualquer conta para alternar instantaneamente o contexto ativo do painel da Cloudflare.
ru: Нажмите на любой аккаунт, чтобы мгновенно переключить активный контекст панели управления Cloudflare.
zh_hans: 点击任何账户可立即切换您当前活跃的 Cloudflare 仪表板上下文。
zh_hant: 點擊任何帳戶可立即切換您目前作用中的 Cloudflare 儀表板內容。

source: Tap any deployment to inspect the full build pipeline, stage durations, and console logs.
ar: اضغط على أي عملية نشر لفحص مسار البناء الكامل ومدة المراحل وسجلات وحدة التحكم.
de: Tippen Sie auf eine Bereitstellung, um die gesamte Build-Pipeline, Phasendauern und Konsolenprotokolle anzuzeigen.
es: Toca cualquier despliegue para inspeccionar la canalización de compilación completa, las duraciones de las etapas y los registros de la consola.
fr: Appuyez sur n'importe quel déploiement pour inspecter l'intégralité du pipeline de compilation, la durée des étapes et les journaux de console.
it: Tocca qualsiasi distribuzione per esaminare l'intera pipeline di compilazione, le durate delle fasi e i log della console.
ja: デプロイをタップして、ビルド パイプライン全体、ステージの所要時間、コンソール ログを検査します。
ko: 배포를 탭하여 전체 빌드 파이프라인, 단계 지속 시간 및 콘솔 로그를 검사하세요.
pt_br: Toque em qualquer implantação para inspecionar todo o pipeline de compilação, durações de estágio e logs do console.
ru: Нажмите на любое развертывание, чтобы просмотреть полный конвейер сборки, длительность этапов и журналы консоли.
zh_hans: 点击任何部署可查看完整的构建流水线、各阶段耗时和控制台日志。
zh_hant: 點擊任何部署可檢視完整的建置管線、各階段耗時和主控台記錄。

source: Tap to switch or add accounts
ar: انقر للتبديل أو إضافة حسابات
de: Tippen Sie hier, um Konten zu wechseln oder hinzuzufügen
es: Toque para cambiar o agregar cuentas
fr: Appuyez pour changer ou ajouter des comptes
it: Tocca per cambiare o aggiungere account
ja: タップしてアカウントを切り替えまたは追加
ko: 탭하여 계정 전환 또는 추가
pt_br: Toque para mudar ou adicionar contas
ru: Нажмите, чтобы переключить или добавить аккаунты
zh_hans: 轻点以切换或添加账号
zh_hant: 輕點以切換或新增帳號

source: Tap to Unlock
ar: انقر لفتح
de: Zum Entsperren tippen
es: Toque para desbloquear
fr: Appuyez pour déverrouiller
it: Tocca per sbloccare
ja: タップしてロックを解除する
ko: 탭하여 잠금 해제
pt_br: Toque para desbloquear
ru: Нажмите, чтобы разблокировать
zh_hans: 点击解锁
zh_hant: 點击解鎖

source: Target
ar: هدف
de: Ziel
es: Objetivo
fr: Cible
it: Bersaglio
ja: ターゲット
ko: 목표
pt_br: Alvo
ru: Цель
zh_hans: 目标
zh_hant: 目標

source: Target (e.g. . or domain.com)
ar: الهدف (مثال: . أو domain.com)
de: Ziel (z. B. . oder domain.com)
es: Destino (p. ej., . o domain.com)
fr: Cible (ex. . ou domain.com)
it: Destinazione (es. . o domain.com)
ja: ターゲット（例: . または domain.com）
ko: 대상 (예: . 또는 domain.com)
pt_br: Destino (ex.: . ou domain.com)
ru: Цель (например, . или domain.com)
zh_hans: 目标 Target（如 . 或 domain.com）
zh_hant: 目標 Target（如 . 或 domain.com）

source: Target (e.g., example.com)
ar: الهدف (على سبيل المثال، example.com)
de: Ziel (z. B. example.com)
es: Destino (por ejemplo, ejemplo.com)
fr: Cible (par exemple, example.com)
it: Target (ad esempio, example.com)
ja: ターゲット (例: example.com)
ko: 타겟(예: example.com)
pt_br: Destino (por exemplo, example.com)
ru: Цель (например, example.com)
zh_hans: 目标 (例如：example.com)
zh_hant: 目標 (例如：example.com)

source: Target (IPv4, IPv6, or domain)
ar: الهدف (IPv4 أو IPv6 أو المجال)
de: Ziel (IPv4, IPv6 oder Domäne)
es: Destino (IPv4, IPv6 o dominio)
fr: Cible (IPv4, IPv6 ou domaine)
it: Destinazione (IPv4, IPv6 o dominio)
ja: ターゲット (IPv4、IPv6、またはドメイン)
ko: 대상(IPv4, IPv6 또는 도메인)
pt_br: Destino (IPv4, IPv6 ou domínio)
ru: Цель (IPv4, IPv6 или домен)
zh_hans: 目标 (IPv4、IPv6 或域名)
zh_hant: 目標 (IPv4、IPv6 或網域稱)

source: Target Custom Domain
ar: استهداف المجال المخصص
de: Benutzerdefinierte Zieldomäne
es: Dominio personalizado de destino
fr: Cibler un domaine personnalisé
it: Dominio personalizzato di destinazione
ja: ターゲットカスタムドメイン
ko: 대상 맞춤 도메인
pt_br: Domínio personalizado de destino
ru: Целевой пользовательский домен
zh_hans: 最终绑定域名
zh_hant: 最终绑定網域稱

source: Target Domain
ar: المجال المستهدف
de: Zieldomäne
es: Dominio de destino
fr: Domaine cible
it: Dominio di destinazione
ja: 対象ドメイン
ko: 대상 도메인
pt_br: Domínio alvo
ru: Целевой домен
zh_hans: 目标域名
zh_hant: 目標網域稱

source: Target Domain / Host
ar: النطاق / المضيف المستهدف
de: Ziel-Domain / -Host
es: Dominio / host de destino
fr: Domaine / hôte cible
it: Dominio / host di destinazione
ja: ターゲット ドメイン / ホスト
ko: 대상 도메인 / 호스트
pt_br: Domínio / host de destino
ru: Целевой домен / хост
zh_hans: 目标域名 / 主机
zh_hant: 目標網域 / 主機

source: Target Edge Host
ar: مضيف الحافة المستهدفة
de: Ziel-Edge-Host
es: Host de borde de destino
fr: Hôte Edge cible
it: Host perimetrale di destinazione
ja: ターゲットエッジホスト
ko: 대상 에지 호스트
pt_br: Host de borda de destino
ru: Целевой пограничный хост
zh_hans: 测试目标域名/地址
zh_hant: 測试目標網域稱/地址

source: Target Host
ar: المضيف المستهدف
de: Ziel-Host
es: Host de destino
fr: Hôte cible
it: Host di destinazione
ja: ターゲット ホスト
ko: 대상 호스트
pt_br: Host de destino
ru: Целевой хост
zh_hans: 目标主机
zh_hant: 目標主機

source: Target Hostname Preview
ar: معاينة اسم المضيف المستهدف
de: Vorschau des Ziel-Hostnamens
es: Vista previa del nombre de host de destino
fr: Aperçu du nom d'hôte cible
it: Anteprima del nome host di destinazione
ja: ターゲットホスト名のプレビュー
ko: 대상 호스트 이름 미리보기
pt_br: Visualização do nome do host de destino
ru: Предварительный просмотр целевого имени хоста
zh_hans: 目标主机名预览
zh_hant: 目標主機名稱预覽

source: Target IP Address
ar: عنوان IP المستهدف
de: Ziel-IP-Adresse
es: Dirección IP de destino
fr: Adresse IP cible
it: Indirizzo IP di destinazione
ja: ターゲット IP アドレス
ko: 대상 IP 주소
pt_br: Endereço IP de destino
ru: Целевой IP-адрес
zh_hans: 目标 IP 地址
zh_hant: 目標 IP 位址

source: Target Resource
ar: الموارد المستهدفة
de: Zielressource
es: Recurso objetivo
fr: Ressource cible
it: Risorsa di destinazione
ja: ターゲットリソース
ko: 대상 자원
pt_br: Recurso Alvo
ru: Целевой ресурс
zh_hans: 目标资源
zh_hant: 目標资源

source: Target Service
ar: خدمة الهدف
de: Zieldienst
es: Servicio de destino
fr: Service cible
it: Servizio di destinazione
ja: 対象サービス
ko: 대상 서비스
pt_br: Serviço alvo
ru: Целевая служба
zh_hans: 目标服务
zh_hant: 目標服务

source: Target Snippet
ar: مقتطف الهدف
de: Zielausschnitt
es: Fragmento de destino
fr: Extrait cible
it: Snippet di destinazione
ja: ターゲット スニペット
ko: 대상 조각
pt_br: Fragmento de destino
ru: Целевой фрагмент
zh_hans: 目标 Snippet
zh_hant: 目標 Snippet

source: Target Type
ar: نوع الهدف
de: Zieltyp
es: Tipo de objetivo
fr: Type de cible
it: Tipo di obiettivo
ja: ターゲットの種類
ko: 대상 유형
pt_br: Tipo de destino
ru: Тип цели
zh_hans: 目标类型
zh_hant: 目標类型

source: Target URL
ar: عنوان URL المستهدف
de: Ziel-URL
es: URL de destino
fr: URL cible
it: URL di destinazione
ja: ターゲット URL
ko: 타겟 URL
pt_br: URL de destino
ru: Целевой URL
zh_hans: 目标调用 URL
zh_hant: 目標調用 URL

source: Target URL (e.g. https://example.com/new)
ar: عنوان URL المستهدف (على سبيل المثال https://example.com/new)
de: Ziel-URL (z. B. https://example.com/new)
es: URL de destino (por ejemplo, https://example.com/new)
fr: URL cible (par exemple https://example.com/new)
it: URL di destinazione (ad esempio https://example.com/new)
ja: ターゲット URL (例: https://example.com/new)
ko: 대상 URL(예: https://example.com/new)
pt_br: URL de destino (por exemplo, https://example.com/new)
ru: Целевой URL-адрес (например, https://example.com/new)
zh_hans: 目标 URL (例: https://example.com/new)
zh_hant: 目標 URL (例: https://example.com/new)

source: Task Type
ar: نوع المهمة
de: Aufgabentyp
es: Tipo de tarea
fr: Type de tâche
it: Tipo di attività
ja: タスクの種類
ko: 작업 유형
pt_br: Tipo de tarefa
ru: Тип задачи
zh_hans: 任务分类
zh_hant: 任务分类

source: Temporarily bypass cache to test origin changes.
ar: تجاوز التخزين المؤقت مؤقتًا لاختبار تغييرات الأصل.
de: Cache vorübergehend umgehen, um Ursprungsänderungen zu testen.
es: Omite temporalmente la caché para probar cambios de origen.
fr: Contournez temporairement le cache pour tester les modifications de l'origine.
it: Bypassa temporaneamente la cache per testare le modifiche all'origine.
ja: オリジンの変更をテストするためにキャッシュを一時的にバイパスします。
ko: 원본 변경 사항을 테스트하기 위해 캐시를 일시적으로 우회합니다.
pt_br: Ignore temporariamente o cache para testar as alterações de origem.
ru: Временно обойдите кэш для проверки изменений на источнике.
zh_hans: 暂时绕过缓存以测试源站更改。
zh_hant: 暫時略過快取以測試來源變更。

source: Temporarily bypass our cache. Allows you to see changes to your origin server in realtime.
ar: تجاوز ذاكرة التخزين المؤقت لدينا. يسمح لك برؤية التغييرات على خادمك الأصلي في الوقت الفعلي.
de: Umgehen Sie vorübergehend unseren Cache. Ermöglicht Ihnen, Änderungen an Ihrem Ursprungsserver in Echtzeit zu sehen.
es: Omita temporalmente nuestro caché. Le permite ver los cambios en su servidor de origen en tiempo real.
fr: Contourner temporairement notre cache. Vous permet de voir les modifications apportées à votre serveur d'origine en temps réel.
it: Ignora temporaneamente la nostra cache. Ti consente di vedere le modifiche al tuo server di origine in tempo reale.
ja: 一時的にキャッシュをバイパスします。オリジンサーバーへの変更をリアルタイムで確認できます。
ko: 일시적으로 캐시를 우회합니다. 원본 서버의 변경 사항을 실시간으로 확인할 수 있습니다.
pt_br: Ignore temporariamente nosso cache. Permite que você veja as alterações no seu servidor de origem em tempo real.
ru: Временно обойти наш кеш. Позволяет вам видеть изменения на исходном сервере в режиме реального времени.
zh_hans: 暂时绕过我们的缓存。允许您实时查看源服务器的更改。
zh_hant: 暂時绕過我们的快取。允許您實時查看源服务器的更改。

source: Test Dispatch
ar: إرسال الاختبار
de: Testversand
es: Envío de prueba
fr: Envoi de tests
it: Prova di spedizione
ja: テスト派遣
ko: 테스트 파견
pt_br: Envio de teste
ru: Тестовая отправка
zh_hans: 测试调用
zh_hant: 測试調用

source: Test If IP Is Cloudflare Proxy
ar: اختبار ما إذا كان IP هو وكيل Cloudflare
de: Testen Sie, ob die IP ein Cloudflare-Proxy ist
es: Pruebe si la IP es el proxy de Cloudflare
fr: Testez si l'adresse IP est un proxy Cloudflare
it: Verifica se l'IP è un proxy Cloudflare
ja: IPがCloudflareプロキシであるかどうかをテストする
ko: IP가 Cloudflare 프록시인지 테스트
pt_br: Teste se o IP é proxy Cloudflare
ru: Проверьте, является ли IP прокси-сервером Cloudflare
zh_hans: 测试 IP 是否为 Cloudflare 代理
zh_hant: 測试 IP 是否為 Cloudflare 代理

source: Test Rounds Breakdown (%lld)
ar: توزيع جولات الاختبار (%lld)
de: Aufschlüsselung der Testrunden (%lld)
es: Desglose de rondas de prueba (%lld)
fr: Répartition des séries de tests (%lld)
it: Ripartizione dei round di prova (%lld)
ja: テストラウンドの内訳 (%lld)
ko: 테스트 라운드 분석(%lld)
pt_br: Detalhamento das rodadas de teste (%lld)
ru: Распределение тестовых раундов (%lld)
zh_hans: 各轮次测试明细 (%lld)
zh_hant: 各轮次測试明细 (%lld)
